Repository: Pivosgroup/TOFU-XS-Android-TOFUApp
Catalog: addons/script.globalsearch/resources/language/Hebrew/strings.po
Languages: he

# #32000
source: General
he: כללי

# #32001
source: Search Movies
he: חפש סרטים

# #32002
source: Search TV Shows
he: חפש תכניות טלוויזיה

# #32003
source: Search Episodes
he: חפש פרקים

# #32004
source: Search Music Videos
he: חפש קליפים

# #32005
source: Search Artists
he: חפש אמנים

# #32006
source: Search Abums
he: חפש אלבום

# #32007
source: Search Songs
he: חפש שירים

# #32101
source: Enter search string
he: הזן מחרוזת חיפוש

# #32203
source: Browse album
he: עיין באלבום

# #32204
source: Season information
he: מידע עונה

# #32205
source: Play trailer
he: נגן קדימון

# #32206
source: Find album
he: מצא אלבום

# #32207
source: Find all seasons
he: מצא כל העונות

# #32208
source: Find all episodes
he: מצא כל הפרקים

# #32209
source: Find all albums
he: מצא כל האלבומים

# #32210
source: Find all songs
he: מצא כל השירים

# #32299
source: NEW SEARCH
he: חיפוש חדש
